;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Lucas Macedo
; TranslationAuthorEmail: lucaslms96@hotmail.com
;

[Translation]
LangCode=0416
ReadHabit=Left-to-Right
LanguageName=PTB
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Aviso
Error=Erro
Confirm=Confirmação
CurVer=Versão Atual:
FrmRate.Btnlist.caption=Avaliações de Usuários
FrmRate.Btnreview.caption=Meu Comentário
FrmRate.Btnfirst.caption=Venha ser nosso primeiro usuário
FrmRate.Btnsubmit.caption=Enviar Avaliação
FrmRate.lblscore.caption=Classificação:
FrmRate.lblscorehint.caption=(Por favor, clique nas estrelas para classificar)
FrmRate.lblnick.caption=Apelido:
FrmRate.lblnickhint.caption=(Opcional)
FrmRate.lblemail.caption=Email:
FrmRate.lblemailhint.caption=(Opcional)
FrmRate.lblcontent.caption=Comentário:
FrmRate.lblcontenthint.caption=(Opcional)
FrmRate.lbldesctitle.caption=Classificação do Software:
FrmRate.lblratesoft.caption=Recomendamos:
FrmAbout.caption=Sobre...
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versão Atual:
FrmAbout.lblemail.caption=Suporte:
FrmAbout.lblhome.caption=Página na Web:
FrmAbout.lblthank.caption=Agradecemos às seguintes pessoas por suas contribuições:
pmHelp=Ajuda Online
pmHome=Página na Web
pmforum=Fórum
pmCheckMsg=Verificar Notícias Automaticamente
pmContact=Fale Conosco...
pmCheckNew=Verificar Atualizações
pmLang=Idiomas
pmAbout=Sobre...
pmOpenEntry=Abrir no Editor de Registro
PmGoogle=Procurar no Google
FrmMain.lblrate.caption=Classificação
FrmMain.BtnNormal.Caption=Remoção Segura
FrmMain.BtnModify.Caption=Modificar
FrmMain.BtnForce.Caption=Remoção Forçada
FrmMain.BtnRemove.Caption=Remover Entradas
FrmMain.Btnlikeit.Caption=Curtir
FrmMain.lblcheckver.Caption=Verificar Atualizações
FrmMain.lblinfo.caption=Fornecendo uma opção de forçar a remoção de programas 'teimosos'
FrmlikeIt.lblTitle.caption=Se você gostou do Wise Uninstaller, indique este excelente programa para as pessoas que você mais gosta!
Frmlikeit.lblInfo.caption=Você pode indicar o Wise Uninstaller para seus familiares, amigos e colegas por: Email, Blog, Twitter, Youtube, Facebook, etc.  Muito obrigado, assim você tornará a vida deles mais prática e eficiente!
FrmlikeIt.lblRate.caption=Classifique o Wise Uninstaller:
FrmlikeIt.lblfollow.caption=Siga-nos:
FrmlikeIt.lblshare.caption=Compartilhe o Wise Uninstaller:
FrmlikeIt.btndownload.caption=Download Gratuito
FrmlikeIt.imgrate.hint=Dê-nos 5 estrelas na CNET
FrmlikeIt.imgmail.hint=Compartilhe com os seus amigos
FrmlikeIt.imgface1.hint=Compartilhe no Facebook
FrmlikeIt.imgface2.hint=Curta-nos no Facebook
FrmlikeIt.imgtwitter1.hint=Compartilhe no Twitter
FrmlikeIt.imgtwitter2.hint=Siga-nos no Twitter
FrmlikeIt.Caption=Curtir
FrmlikeIt.lbldownload.caption=Baixe mais programas gratuitos da WiseCleaner.com
FrmProgressModal.btncancel.caption=Cancelar
Frmafterdel.caption=Entradas de Registro e arquivos associados ao programa
Frmafterdel.btnremove.caption=Remover
Frmafterdel.btncancel.caption=Cancelar
Frmafterdel.lblinfo.caption=Por favor, veja o resultado e clique "Remover" para concluír a desinstalação.
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
[Lang]
NativeLanguage=Português do Brasil
[Uninstall]
PublisherUnknown=Autor Desconhecido
VersionUnknown=Versão Desconhecida
Rate=Classificação
ItemName=Nome
Publisher=Autor
Size=Tamanho
SetupDate=Data da Instalação
Version=Versão
Canceled=O processo de desinstalação foi cancelado!
NoLeftOverItem=Não foram encontrados itens residuais!
Removing=Remover:
TotalStat=Foram encontrados %d programas, ocupando %s de espaço no HD.
Calculating=Calculando o Tamanho...
Files=Arquivos e Pastas
RegEntries=Entradas de Registro
Items=Itens
[message]
NewVer=Uma versão mais recente foi encontrada. Você deseja atualizar?
NoNewVer=Parabéns! Esta versão que você está usando é a mais recente.
NoProgramSelected=Por favor, selecione um programa!
IsBusy=Por favor, aguarde até que a desinstalação anterior seja concluída!
StartFindLeftover=Analisando arquivos associados, pastas e entradas de registro...
Collecting=Carregando a lista dos programas instalados...
BeSureUseForce=Por favor, use a "Remoção Forçada" apenas quando a "Remoção Segura" não funcionar. Tem certeza que deseja continuar?
ConfirmRemove=Tem certeza que deseja remover esta entrada?
RejectItself=O programa não pode desinstalar ele mesmo!!!
TranslateTo=Traduzir...
[SoftRate]
Querying=Verificando...
Good=Gostei
Bad=Não Gostei
Safe=Reportar
Ver=Versão:
Ratings=Classificações
SoftNotExist=Não foi possível encontrar informações do programa!
GetSoftInfoError=Falha ao obter informações do programa!
UploadSoftLogoError=Erro no envio das informações do software!
SubmitData=Enviando a sua avaliação sobre este programa...
SubmitSoftInfoError=Erro no envio relacionado com a rede!
SubmitRateSuccess=Avaliação enviada com Sucesso!
HaveSubmitRate=Avaliação Concluida.
Submitgoodbad=Enviando a sua avaliação...
me=Eu
NickTooLong=O seu apelido não deve exceder 20 caracteres.
MailTooLong=O seu email não deve exceder 50 caracteres.
WrongEmail=Endereço de email inválido!
ReviewTooLong=O tamanho total da avaliação não deve exceder 300 caracteres.
RateHint=Participe da nossa avaliação de programas e classifique os seus favoritos!
UnknowName=Produto Desconhecido
UnknowVer=Versão Desconhecida
UnknowDesc=Descrição:
[Hint]
HintRate=Classificar o Programa
HintClose=Excluir Item
